// твои ответы
//Упражнение 1
//Упражнение 1
1, 3, 2

// Упражнение 2
// Вопрос 2.1 Что будет выведено в консоль, когда выполнится функция fetchData?
Промис

//Вопрос 2.2 Что будет в консоле после выполнения следующего кода?
Объект {}

//Вопрос 2.3 Что будет в консоле после выполнения следующего кода?
Объект {}


// Упражнение 3
// Своими словами: что означает "асинхронность"?
несинхронность

// Упражнение 4
// Что в следующем кода означает строка, выделенная звездочкой? Какую задачу она выполняет
комментарий

